{
  "intents": [
    {
      "tag": "приветствие",
      "patterns": [
        "Что такое академия Белхард?",
        "Белхард?",
        "академия Белхард?",
        "Что такое академия?",
        "академия?",
        "IT академия?"
      ],
      "responses": [
        "Академия BELHARD — это широкий спектр разнообразных курсов по специальностям для новичков и профессионалов, взрослых и детей. Наши преподаватели постоянно адаптируют программы обучения, сохраняя только актуальную и востребованную информацию. Знания, полученные на курсах, позволяют получить новую специальность с нуля и пройти техническое собеседование в IT-компанию."
      ]
    },
    {
      "tag": "расположение",
      "patterns": ["Где находится академия Белхард?"],
      "responses": [
        "Академия расположена в г. Минск, ул. Коллекторная, 3а (ст.м. Немига)"
      ]
    },
    {
      "tag": "вопрос",
      "patterns": ["Подходят ли курсы для новичков сферы?"],
      "responses": ["Обучение на курсах подходит начинающим с нуля и тем, кто пока не имеет опыта работы в IT-сфере."]
    },
    {
      "tag": "онлайн",
      "patterns": [
        "Можно ли обучаться онлайн?"
      ],
      "responses": [
        "Курсы Академии BELHARD проходят как в офлайн, так и в онлайн классах. Вы сами выбираете удобный для себя формат обучения."
      ]
    },
    {
      "tag": "занятия",
      "patterns": [
        "Что нужно для занятий?"
      ],
      "responses": [
        "Мы предоставляем необходимую технику для обучения, если вы выбрали офлайн-формат. Для обучения онлайн вам необходим ноутбук/персональный компьютер с выходом в интернет."
      ]
    },
    {
      "tag": "оплата",
      "patterns": [
        "Как можно оплатить курсы?"
      ],
      "responses": [
        "Вы можете оплатить обучение при помощи системы 'ЕРИП' в любом отделении банка или онлайн. Возможна оплата в два этапа."
      ]
    },
    {
      "tag": "трудоустройство",
      "patterns": [
        "Помогаете ли вы при трудоустройстве?"
      ],
      "responses": [
        "Карьерный центр помогает слушателям и выпускникам в подготовке резюме и предоставляет индивидуальные карьерные консультации. Лучшие выпускники могут получить рекомендации к трудоустройству в один из юнитов группы компаний BELHARD."
      ]
    },
    {
      "tag": "доступность",
      "patterns": [
        "Есть ли доступ к занятиям для людей с инвалидностью?"
      ],
      "responses": [
        "Академия обеспечивает доступность своих помещений для людей с инвалидностью. Мы стремимся создать комфортные условия для всех студентов."
      ]
    },
    {
      "tag": "курсы",
      "patterns": [
        "Какие курсы вы предлагаете?",
        "Что за курсы у вас есть?",
        "Какой курс выбрать?"
      ],
      "responses": [
        "Мы предлагаем курсы по программированию, веб-разработке, дизайну, тестированию и многим другим направлениям в IT. Выберите курс, который соответствует вашим интересам и целям."
      ]
    },
    {
      "tag": "сертификаты",
      "patterns": [
        "Выдаете ли вы сертификаты по окончании курсов?"
      ],
      "responses": [
        "Да, по окончании курсов студенты получают сертификаты, подтверждающие их квалификацию и знания."
      ]
    },
    {
      "tag": "график",
      "patterns": [
        "Какой график занятий?",
        "Когда проходят занятия?"
      ],
      "responses": [
        "График занятий зависит от выбранного вами курса. Обычно занятия проводятся в будние дни и выходные. Вы можете уточнить расписание у менеджера."
      ]
    },
    {
      "tag": "преподаватели",
      "patterns": [
        "Кто ведет занятия?",
        "Кто ваши преподаватели?"
      ],
      "responses": [
        "Наши преподаватели — это опытные профессионалы, работающие в IT-сфере. Они делятся практическим опытом и знаниями."
      ]
    },
    {
      "tag": "требования",
      "patterns": [
        "Есть ли требования для поступления на курсы?",
        "Какие требования к студентам?"
      ],
      "responses": [
        "Требования зависят от курса. Обычно для большинства курсов требуется базовое знание компьютера и желание учиться."
      ]
    },
    {
      "tag": "поддержка",
      "patterns": [
        "Как можно получить поддержку во время обучения?",
        "Что делать, если у меня возникли вопросы?"
      ],
      "responses": [
        "Вы можете обратиться к своему преподавателю или в учебный офис. Мы всегда готовы помочь вам с любыми вопросами."
      ]
    },
    {
      "tag": "обратная связь",
      "patterns": [
        "Как можно оставить отзыв о курсе?",
        "Где я могу оставить свой отзыв?"
      ],
      "responses": [
        "Вы можете оставить отзыв на нашем сайте или непосредственно нашему менеджеру после завершения курса."
      ]
    },
    {
      "tag": "практика",
      "patterns": [
        "Есть ли практика на курсах?",
        "Получим ли мы практические навыки?"
      ],
      "responses": [
        "Да, все курсы включают практические задания и проекты, которые помогут вам закрепить полученные знания."
      ]
    },
    {
      "tag": "длительность",
      "patterns": [
        "Как долго длятся курсы?",
        "Сколько времени занимает обучение?"
      ],
      "responses": [
        "Длительность курсов варьируется в зависимости от направления, но обычно составляет от 2 до 6 месяцев."
      ]
    },
    {
      "tag": "группы",
      "patterns": [
        "Как формируются группы на курсах?",
        "Сколько человек в группе?"
      ],
      "responses": [
        "Группы формируются из студентов с похожими уровнями знаний. В каждой группе обычно от 8 до 15 человек."
      ]
    },
    {
      "tag": "платформа",
      "patterns": [
        "На какой платформе проходят занятия?",
        "Какой софт мы будем использовать?"
      ],
      "responses": [
        "Занятия проходят на различных платформах, в зависимости от курса. Мы используем современные инструменты и программное обеспечение, такие как Zoom, Slack и другие."
      ]
    },
    {
      "tag": "сообщество",
      "patterns": [
        "Есть ли у вас сообщество выпускников?",
        "Как я могу связаться с выпускниками?"
      ],
      "responses": [
        "Да, у нас есть сообщество выпускников, где вы можете обмениваться опытом и находить новых друзей. Мы также организуем встречи и мероприятия для выпускников."
      ]
    },
    {
      "tag": "дополнительные ресурсы",
      "patterns": [
        "Предоставляете ли вы дополнительные материалы для обучения?",
        "Где я могу найти дополнительные ресурсы?"
      ],
      "responses": [
        "Да, мы предоставляем дополнительные учебные материалы, включая видео, статьи и практические задания, чтобы помочь вам в учебе."
      ]
    },
    {
      "tag": "обновления",
      "patterns": [
        "Как я могу узнать о новых курсах и обновлениях?",
        "Где я могу подписаться на новости академии?"
      ],
      "responses": [
        "Вы можете подписаться на нашу рассылку на сайте академии или следить за нами в социальных сетях, чтобы быть в курсе всех обновлений и новостей."
      ]
    },
    {
      "tag": "стажировка",
      "patterns": [
        "Есть ли возможность пройти стажировку после курса?",
        "Как можно устроиться на стажировку?"
      ],
      "responses": [
        "Да, мы помогаем нашим студентам найти стажировки после завершения курсов. Лучшие студенты получают рекомендации от преподавателей."
      ]
    },
    {
      "tag": "переподготовка",
      "patterns": [
        "Могу ли я пройти переподготовку?",
        "Как можно изменить направление обучения?"
      ],
      "responses": [
        "Да, у нас есть программы переподготовки. Вы можете обсудить с менеджером возможность смены направления обучения."
      ]
    }
  ]
}